Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Android.resw
Source language: en
Languages: ar, es, it

# ALongTimeAgo
source: last seen a long time ago
ar: آخر ظهور خلال فترة طويلة
es: últ. vez hace mucho tiempo
it: ultimo accesso molto tempo fa

# AbortPassword
source: Abort two-step verification setup
ar: إنهاء عملية إعداد التحقق بخطوتين
es: Anular la configuración de la verificación en dos pasos
it: Annulla configurazione della verifica in due passaggi

source: Access error
ar: خطأ في الوصول
es: Error de acceso
it: Errore di accesso

# AccountAlreadyLoggedIn
source: This account is already logged in from this app.
ar: تم تسجيل الدخول إلى هذا الحساب من البرنامج هذا.
es: La cuenta ya está iniciada en esta app.
it: Questo account è già collegato in questa app.

source: Account Settings
ar: إعدادات الحساب
es: Ajustes de la cuenta
it: Impostazioni account

# AccountSwitch
source: Switch
ar: تبديل
es: Cambiar
it: Cambia

# AccurateTo
source: Accurate to {0}
ar: دقيق لدرجة {0}
es: Exacta a {0}
it: Precisione di {0}

# ActionAddUser
source: un1 added un2
ar: un1 قام بإضافة un2
es: un1 añadió a un2
it: un1 ha aggiunto un2

# ActionAddUserSelf
source: un1 returned to the group
ar: un1 عاد إلى المجموعة
es: un1 volvió al grupo
it: un1 è tornato nel gruppo

# ActionAddUserSelfMega
source: un1 joined the group
ar: un1 انضم للمجموعة
es: un1 se unió al grupo
it: un1 si è unito al gruppo

# ActionAddUserSelfYou
source: You returned to the group
ar: لقد عدت إلى المجموعة
es: Volviste al grupo
it: Sei tornato nel gruppo

# ActionAddUserYou
source: un1 added you
ar: un1 قام بإضافتك
es: un1 te añadió
it: un1 ti ha aggiunto

# ActionChangedPhoto
source: un1 changed the group photo
ar: تم تغيير صورة المجموعة من قِبَل un1
es: un1 cambió la foto del grupo
it: un1 ha cambiato la foto del gruppo

# ActionChangedTitle
source: un1 changed the group name to un2
ar: un1 قام بتغيير اسم المجموعة إلى un2
es: un1 cambió el nombre del grupo a un2
it: un1 ha cambiato il nome del gruppo in un2

# ActionChannelChangedPhoto
source: Channel photo changed
ar: تم تغيير صورة القناة
es: Foto del canal cambiada
it: Foto del canale cambiata

# ActionChannelChangedTitle
source: Channel name changed to un2
ar: تم تغيير اسم القناة إلى un2
es: Nombre del canal cambiado a un2
it: Nome del canale cambiato in un2

# ActionChannelRemovedPhoto
source: Channel photo removed
ar: تم حذف صورة القناة
es: Foto del canal eliminada
it: Foto del canale rimossa

# ActionCreateChannel
source: Channel created
ar: تم إنشاء القناة
es: Canal creado
it: Canale creato

# ActionCreateGroup
source: un1 created the group
ar: تم إنشاء مجموعة جديدة من قِبَل un1
es: un1 creó el grupo
it: un1 ha creato il gruppo

# ActionCreateMega
source: Group created
ar: تم إنشاء مجموعة
es: Grupo creado
it: Gruppo creato

# ActionInviteUser
source: un1 joined the group via invite link
ar: un1 قام بالدخول للمجموعة باستخدام رابط الدعوة
es: un1 se unió al grupo con un enlace de invitación
it: un1 si è unito al gruppo tramite link d'invito

# ActionInviteYou
source: You joined the group via invite link
ar: لقد قمت بالدخول للمجموعة باستخدام رابط الدعوة
es: Te uniste al grupo con un enlace de invitación
it: Ti sei unito al gruppo tramite link d'invito

# ActionKickUser
source: un1 removed un2
ar: un1 أزال un2
es: un1 eliminó a un2
it: un1 ha rimosso un2

# ActionKickUserYou
source: un1 removed you
ar: un1 قام بإخراجك
es: un1 te eliminó
it: un1 ti ha rimosso

# ActionLeftUser
source: un1 left the group
ar: un1 غادر المجموعة
es: un1 dejó el grupo
it: un1 ha lasciato il gruppo

# ActionMigrateFromGroup
source: This group was upgraded to a supergroup
ar: تم ترقية هذه المجموعة لتصبح مجموعة خارقة
es: Este grupo fue convertido en un supergrupo
it: Questo gruppo è stato aggiornato a supergruppo

# ActionMigrateFromGroupNotify
source: {0} was upgraded to a supergroup
ar: تم ترقية المجموعة {0} لتصبح مجموعة خارقة
es: {0} fue convertido en un supergrupo
it: {0} è stato aggiornato a supergruppo.

# ActionPinnedContact
source: un1 pinned a contact
ar: un1 ثبت جهة اتصال
es: un1 ancló un contacto
it: un1 ha fissato un contatto

# ActionPinnedFile
source: un1 pinned a file
ar: un1 ثبت ملف
es: un1 ancló un archivo
it: un1 ha fissato un file

# ActionPinnedGame
source: un1 pinned {0}
ar: un1 ثبت {0}
es: un1 ancló {0}
it: un1 ha fissato {0}

# ActionPinnedGeo
source: un1 pinned a map
ar: un1 ثبت خريطة
es: un1 ancló un mapa
it: un1 ha fissato una posizione

# ActionPinnedGeoLive
source: un1 pinned a live location
ar: un1 قان بتثبيت مكان حي
es: un1 ancló una ubicación en directo
it: un1 ha fissato una posizione attuale

# ActionPinnedGif
source: un1 pinned a GIF
ar: un1 ثبت صورة متحركة
es: un1 ancló un GIF
it: un1 ha fissato una GIF

# ActionPinnedMusic
source: un1 pinned a track
ar: un1 ثبت مقطع صوتي
es: un1 ancló una pista
it: un1 ha fissato una traccia

# ActionPinnedNoText
source: un1 pinned a message
ar: un1 ثبت رسالة
es: un1 ancló un mensaje
it: un1 ha fissato un messaggio

# ActionPinnedPhoto
source: un1 pinned a photo
ar: un1 ثبت صورة
es: un1 ancló una foto
it: un1 ha fissato una foto

# ActionPinnedRound
source: un1 pinned a video message
ar: un1 ثبت رسالة مرئية
es: un1 ancló un videomensaje
it: un1 ha fissato un videomessaggio

# ActionPinnedSticker
source: un1 pinned a sticker
ar: un1 ثبت ملصق
es: un1 ancló un sticker
it: un1 ha fissato uno sticker

# ActionPinnedText
source: un1 pinned "{0}"
ar: un1 ثبت "{0}"
es: un1 ancló "{0}"
it: un1 ha fissato "{0}"

# ActionPinnedVideo
source: un1 pinned a video
ar: un1 ثبت فيديو
es: un1 ancló un vídeo
it: un1 ha fissato un video

# ActionPinnedVoice
source: un1 pinned a voice message
ar: un1 ثبت رسالة صوتية
es: un1 ancló un mensaje de voz
it: un1 ha fissato un messaggio vocale

# ActionRemovedPhoto
source: un1 removed the group photo
ar: تمت إزالة صورة المجموعة من قِبَل un1
es: un1 eliminó la foto del grupo
it: un1 ha rimosso la foto del gruppo

# ActionTakeScreenshoot
source: un1 took a screenshot!
ar: un1 قام بتصوير الشاشة !
es: ¡un1 hizo una captura de pantalla!
it: un1 ha fatto uno screenshot!

# ActionTakeScreenshootYou
source: You took a screenshot!
ar: لقد قمت بتصوير الشاشة !
es: ¡Hiciste una captura de pantalla!
it: Hai fatto uno screenshot!

# ActionUserScored
source: un1 scored {0}
ar: un1 أحرز {0}
es: un1 consiguió {0}
it: un1 ha totalizzato {0}

# ActionUserScoredInGame
source: un1 scored {0} in un2
ar: un1 أحرز {0} في un2
es: un1 consiguió {0} en un2
it: un1 ha totalizzato {0} a un2

# ActionYouAddUser
source: You added un2
ar: لقد قمت بإضافة un2
es: Añadiste a un2
it: Hai aggiunto un2

# ActionYouChangedPhoto
source: You changed the group photo
ar: لقد قمت بتغيير صورة المجموعة
es: Cambiaste la foto del grupo
it: Hai cambiato la foto del gruppo

# ActionYouChangedTitle
source: You changed the group name to un2
ar: لقد قمت بتغيير اسم المجموعة إلى un2
es: Cambiaste el nombre del grupo a un2
it: Hai cambiato il nome del gruppo in un2

# ActionYouCreateGroup
source: You created the group
ar: لقد قمت بإنشاء المجموعة
es: Creaste el grupo
it: Hai creato il gruppo

# ActionYouKickUser
source: You removed un2
ar: لقد قمت بإخراج un2
es: Eliminaste a un2
it: Hai rimosso un2

# ActionYouLeftUser
source: You left the group
ar: أنت غادرت المجموعة
es: Dejaste el grupo
it: Hai lasciato il gruppo

# ActionYouRemovedPhoto
source: You removed the group photo
ar: لقد قمت بإزالة صورة المجموعة
es: Eliminaste la foto del grupo
it: Hai rimosso la foto del gruppo

# ActionYouScored
source: You scored {0}
ar: لقد أحرزت {0}
es: Conseguiste {0}
it: Hai totalizzato {0}

# ActionYouScoredInGame
source: You scored {0} in un2
ar: لقد أحرزت {0} في un2
es: Conseguiste {0} en un2
it: Hai totalizzato {0} a un2

source: Add
ar: إضافة
es: Añadir
it: Aggiungi

source: Add Account
ar: أضف حساب
es: Añadir cuenta
it: Aggiungi account

# AddAdminErrorBlacklisted
source: Sorry, you can't add this user as an admin because they are in the blacklist and you can't unban them.
ar: المعذرة، لا يمكنك إضافة هذا المستخدم كمشرف لأنه في قائمة المحظورين ولا يمكنك رفع الحظر عنه.
es: No puedes añadir a este usuario como administrador porque está en la lista de suspendidos y no puedes quitar su suspensión.
it: Spiacenti, non puoi aggiungere questo utente come amministratore perché è bloccato e non puoi sbloccarlo.

# AddAdminErrorNotAMember
source: Sorry, you can't add this user as an admin because they are not a member of this group and you are not allowed to invite them.
ar: المعذرة، لا يمكنك إضافة هذا المستخدم كمشرف لأنه ليس عضوًا في هذه المجموعة وغير مسموح لك دعوته.
es: No puedes añadir a este usuario como administrador porque no es un miembro de este grupo y no puedes invitarlo.
it: Spiacenti, non puoi aggiungere questo utente come amministratore perché non è un membro del gruppo e non sei autorizzato ad invitarlo.

# AddBannedErrorAdmin
source: Sorry, you can't ban this user because they are an admin in this group and you are not allowed to demote them.
ar: المعذرة، لا يمكنك حظر هذا المستخدم لأنه مشرف في هذه المجموعة ولا يمكنك تغيير ذلك.
es: No puedes suspender a este usuario porque es un administrador del grupo y no puedes degradarlo.
it: Spiacenti, non puoi bloccare questo utente perché è un amministratore in questo gruppo e non sei autorizzato a degradarlo.

# AddCaption
source: Add a caption...
ar: أضف تعليق...
es: Añadir un comentario...
it: Aggiungi una didascalia...

# AddContact
source: Add
ar: إضافة
es: Añadir
it: Aggiungi

# AddContactChat
source: ADD CONTACT
ar: إضافة جهة اتصال
es: AÑADIR CONTACTO
it: AGGIUNGI CONTATTO

# AddContactTitle
source: Add contact
ar: قم بإضافة جهة اتصال
es: Añadir contacto
it: Aggiungi contatto

source: Add exceptions
ar: إضافة استثناءات
es: Añadir excepciones
it: Aggiungi eccezioni

source: Add Masks
ar: إضافة أقنعة
es: Añadir máscaras
it: Aggiungi maschere

# AddMasksInstalled
source: New masks added
ar: تم إضافة أقنعة جديدة
es: Nuevas máscaras añadidas
it: Nuove maschere aggiunte

source: Add member
ar: إضافة مشارك
es: Añadir miembro
it: Aggiungi membro

# AddMutual
source: Add contacts to your channel
ar: إضافة جهات اتصال لقناتك
es: Añadir contactos a tu canal
it: Aggiungi contatti al tuo canale

source: Add recipient
ar: إضافة مستلم
es: Añadir destinatario
it: Aggiungi destinatario

source: Add shortcut
ar: إضافة اختصار
es: Añadir acceso directo
it: Aggiungi scorciatoia

source: Add Stickers
ar: إضافة ملصق
es: Añadir stickers
it: Aggiungi sticker

# AddStickersInstalled
source: New stickers added
ar: تم إضافة ملصقات جديدة
es: Nuevos stickers añadidos
it: Nuovi sticker aggiunti

# AddStickersNotFound
source: Stickers not found
ar: لا يوجد ملصقات
es: Stickers no encontrados
it: Sticker non trovati

source: Add subscriber
ar: إضافة مشترك
es: Añadir suscriptor
it: Aggiungi iscritto

source: Add to contacts
ar: أضف لجهات الاتصال
es: Añadir a contactos
it: Aggiungi ai contatti

source: Add to Favorites
ar: أضف للمفضلة
es: Añadir a favoritos
it: Aggiungi ai preferiti

source: Add to Masks
ar: إضافة إلى الأقنعة
es: Añadir a máscaras
it: Aggiungi alle maschere

source: Add to Stickers
ar: إضافة إلى الملصقات
es: Añadir a stickers
it: Aggiungi agli sticker

# AddToTheGroup
source: Add {0} to the group?
ar: إضافة {0} للمجموعة؟
es: ¿Añadir a {0} al grupo?
it: Aggiungere {0} al gruppo?

# AddToTheGroupForwardCount
source: Number of last messages to forward:
ar: عدد الرسائل الحديثة المراد إعادة تحويلها:
es: Cantidad de últimos mensajes para reenviar:
it: Numero di ultimi messaggi da inoltrare:

# AddToTheGroupTitle
source: Add {0} to the chat {1}?
ar: هل ترغب بإضافة {0} للمحادثة {1}؟
es: ¿Añadir a {0} al chat {1}?
it: Aggiungere {0} alla chat {1}?

# AddedToFavorites
source: Sticker was added to Favorites
ar: تم إضافة الملصق للمفضلة
es: Sticker añadido a favoritos
it: Sticker aggiunto ai preferiti

source: Alert
ar: التنبيه
es: Alerta
it: Avviso

source: All media
ar: كافة الوسائط
es: Toda la multimedia
it: Tutti i media

source: All photos
ar: كافة الصور
es: Todas las fotos
it: Tutte le foto

# AllVideo
source: All Videos
ar: كافة المقاطع المرئية
es: Todos los vídeos
it: Tutti i video

# AllowFillNumber
source: Please allow Telegram to receive calls and SMS so that we can fill in your phone number, send you a code, and enter it for you.
ar: فصلًا قم بالسماح لتيليجرام باستقبال اتصالات ورسائل قصيرة ليتمكن من إدخال رقمك، إرسال رمز التفعيل إليك، وإدخال الرمز لك تلقائيًا.
es: Por favor, permite a Telegram recibir llamadas y SMS, para que podamos ingresar tu número, enviarte un código e ingresarlo por ti.
it: Per favore consenti a Telegram di ricevere chiamate ed SMS così potremo inserire il tuo numero di telefono, inviarti un codice ed inserirlo per te.

# AllowReadCall
source: Please allow Telegram to receive calls so that we can automatically enter your code for you.
ar: فصلًا قم بالسماح لتيليجرام باستقبال اتصالات ليتمكن من إدخال الرمز لك تلقائيًا.
es: Por favor, permite a Telegram recibir llamadas, para ingresar el código automáticamente.
it: Per favore consenti a Telegram di ricevere chiamate così potremo inserire in automatico il codice per te.

# AllowReadCallAndSms
source: Please allow Telegram to receive calls and SMS so that we can automatically enter your code for you.
ar: فصلًا قم بالسماح لتيليجرام باستقبال اتصالات ورسائل قصيرة ليتمكن من إدخال الرمز لك تلقائيًا.
es: Por favor, permite a Telegram recibir llamadas y SMS, para ingresar el código automáticamente.
it: Per favore consenti a Telegram di ricevere chiamate ed SMS così potremo inserire in automatico il codice per te.

# AllowReadSms
source: Please allow Telegram to receive SMS so that we can automatically enter your code for you.
ar: فصلًا قم بالسماح لتيليجرام باستقبال رسائل قصيرة ليتمكن من إدخال الرمز لك تلقائيًا.
es: Por favor, permite a Telegram recibir SMS, para ingresar el código automáticamente.
it: Per favore consenti a Telegram di ricevere SMS così potremo inserire in automatico il codice per te.

source: Always Allow
ar: دائمًا اسمح
es: Permitir
it: Consenti sempre

# AlwaysAllowPlaceholder
source: Always allow...
ar: دائمًا اسمح...
es: Permitir...
it: Consenti sempre...

source: Always Share With
ar: دائمًا شارك معه
es: Compartir siempre con
it: Condividi con

# AlwaysShareWithPlaceholder
source: Always share with users...
ar: دائمًا شارك مع جهات الاتصال...
es: Siempre compartir con...
it: Condividi con gli utenti...

# AlwaysShareWithTitle
source: Always Share
ar: دائمُا شارك
es: Siempre compartir
it: Condividi

source: Always show popup
ar: دائمًا أظهر الإشعارات المنبثقة
es: Mostrar siempre
it: Mostra sempre il popup

# AndMoreTypingOne
source: and {0} more are typing
ar: كذلك {0} عضو آخر يقوم بالكتابة
es: y {0} más están escribiendo
it: e {0} altro stanno scrivendo

# AndMoreTypingOther
source: and {0} more are typing
ar: كذلك {0} عضو آخرون يقومون بالكتابة
es: y {0} más están escribiendo
it: e altri {0} stanno scrivendo

# AndMoreTypingGroupOne
source: {0} and {1} more are typing
ar: {0} و شخص اخر يقوموا بالكتابة
es: {0} y {1} más está escribiendo
it: {0} e {1} altro stanno scrivendo

# AndMoreTypingGroupOther
source: {0} and {1} more are typing
ar: {0} و {1} شخص يقوموا بالكتابة
es: {0} y {1} más están escribiendo
it: {0} e altri {1} stanno scrivendo

# AndOtherOne
source: and {0} other
ar: و {0} غيره
es: and {0} más
it: e {0} altro

# AndOtherOther
source: and {0} others
ar: و {0} غيرهم
es: y otros {0}
it: e altri {0}

# AppName
source: Telegram
ar: تيليجرام

# AppNameBeta
source: Telegram Beta
ar: نسخة تيليجرام التجريبية

source: Apply localization file
ar: تطبيق ملف التعريب
es: Aplicar traducción
it: Applica traduzione

# ApplyTheme
source: APPLY
ar: تطبيق
es: APLICAR
it: APPLICA

source: Apply theme file
ar: تطبيق ملف النمط
es: Aplicar tema
it: Applica tema

source: Archived Masks
ar: الأقنعة المؤرشفة
es: Máscaras archivadas
it: Maschere archiviate

# ArchivedMasksAlertInfo
source: Some of your older masks sets have been archived. You can reactivate them in the Masks Settings.
ar: تمت أرشفة بعض من حزم الأقنعة الخاصة بك. يمكنك تفعيل هذه الحزم ان طريق إعدادات الأقنعة.
es: Algunos de tus packs de máscaras más viejos fueron archivados. Puedes reactivarlos desde los ajustes de máscaras.
it: Alcuni dei tuoi set di maschere più vecchi sono stati stati archiviati. Puoi riattivarli nelle impostazioni delle maschere.

# ArchivedMasksAlertTitle
source: Archived masks
ar: الأقنعة المؤرشفة
es: Máscaras archivadas
it: Maschere archiviate

# ArchivedMasksEmpty
source: No archived masks
ar: لا توجد أقنعة مؤرشفة
es: Sin máscaras archivadas
it: Nessuna maschera archiviata

# ArchivedMasksInfo
source: You can have up to 200 mask sets installed. Unused masks are archived when you install new sets.
ar: يمكنك تنصيب ٢٠٠ حزمة أقنعة هنا. سنقوم بأرشفة الحزم الغير مستخدمة عند تنزيل حزم جديدة.
es: Puedes instalar hasta 200 packs de máscaras. Cuando instales más, se archivarán los que no usas.
it: Puoi avere fino a 200 set di maschere installati. Le maschere non usate saranno archiviate quando ne aggiungerai altre.

source: Archived Stickers
ar: الملصقات المؤرشفة
es: Stickers archivados
it: Sticker archiviati

# ArchivedStickersAlertInfo
source: Some of your older sticker sets have been archived. You can reactivate them in the Stickers Settings.
ar: تمت أرشفة بعض من حزم الملصقات الخاصة بك. يمكنك تفعيل هذه الحزم ان طريق إعدادات الملصقات.
es: Algunos de tus packs de stickers más viejos fueron archivados. Puedes reactivarlos desde los ajustes de Stickers.
it: Alcuni dei tuoi set di sticker più vecchi sono stati stati archiviati. Puoi riattivarli nelle impostazioni degli sticker.

# ArchivedStickersAlertTitle
source: Archived stickers
ar: الملصقات المؤرشفة
es: Stickers archivados
it: Sticker archiviati

# ArchivedStickersEmpty
source: No archived stickers
ar: لا توجد ملصقات مؤرشفة
es: Stickers no archivados
it: Nessuno sticker archiviato

# ArchivedStickersInfo
source: You can have up to 200 sticker sets installed. Unused stickers are archived when you install new sets.
ar: يمكنك تنصيب ٢٠٠ حزمة ملصقات هنا. سنقوم بأرشفة الحزم الغير مستخدمة عند تنزيل حزم جديدة.
es: Puedes instalar hasta 200 packs de stickers. Cuando instales más, se archivarán los que no usas.
it: Puoi avere fino a 200 set di sticker installati. Gli sticker non usati saranno archiviati quando ne aggiungerai altri.

source: are typing...
ar: يكتبون…
es: están escribiendo...
it: stanno scrivendo...

# AreTypingGroup
source: {0} are typing...
ar: {0} يقوموا بالكتابة...
es: {0} están escribiendo...
it: {0} stanno scrivendo...

source: Are you sure?
ar: هل أنت متأكد؟
es: ¿Quieres hacerlo?
it: Sei sicuro?

# AreYouSureBlockContact
source: Are you sure you want to block this contact?
ar: هل أنت متأكد من رغبتك في حظر جهة الاتصال هذه؟
es: ¿Quieres bloquear este contacto?
it: Vuoi bloccare questo contatto?

# AreYouSureClearHistory
source: Are you sure you want to clear history?
ar: هل أنت متأكد من رغبتك في حذف سجل المحادثات؟
es: ¿Quieres eliminar el historial?
it: Sei sicuro di voler eliminare la cronologia?

# AreYouSureClearHistoryChannel
source: Delete all cached text and media from this channel?
ar: حذف كافة المحادثات والوسائط المتعلقة بهذه القناة من الذاكرة المخبئية؟
es: ¿Eliminar de la caché los mensajes y multimedia de este canal?
it: Eliminare tutti i testi e i media di questo canale dalla cache?

# AreYouSureClearHistoryGroup
source: Delete all cached text and media from this group?
ar: حذف جميع الرسائل والوسائط من الذاكرة المخبئية للمجموعة هذه؟
es: ¿Eliminar todos los mensajes y multimedia en la caché de este grupo?
it: Eliminare tutti i testi e i media di questo gruppo dalla cache?

# AreYouSureDeleteAndExit
source: Are you sure you want to delete and leave the group?
ar: هل أنت متأكد من أنك تريد حذف المجموعة والخروج منها؟
es: ¿Quieres eliminar y salir del grupo?
it: Sei sicuro di voler uscire ed eliminare il gruppo?

# AreYouSureDeleteContact
source: Are you sure you want to delete this contact?
ar: هل أنت متأكد من رغبتك في حذف جهة الاتصال هذه؟
es: ¿Quieres eliminar este contacto?
it: Sei sicuro di voler eliminare questo contatto?

# AreYouSureDeleteMessages
source: Are you sure you want to delete {0}?
ar: هل أنت متأكد من رغبتك في حذف {0}؟
es: ¿Quieres eliminar {0}?
it: Sei sicuro di voler eliminare {0}?

# AreYouSureDeletePhoto
source: Are you sure you want to delete this photo?
ar: هل أنت متأكد من رغبتك في حذف هذه الصورة؟
es: ¿Quieres eliminar esta foto?
it: Sei sicuro di voler eliminare questa foto?

# AreYouSureDeleteThisChat
source: Are you sure you want to delete this chat?
ar: هل أنت متأكد من رغبتك في حذف المحادثة؟
es: ¿Quieres eliminar este chat?
it: Sei sicuro di voler eliminare questa chat?

# AreYouSureDeleteVideo
source: Are you sure you want to delete this video?
ar: هل أنت متأكد من رغبتك في حذف هذا المقطع المرئي؟
es: ¿Quieres eliminar este vídeo?
it: Sei sicuro di voler eliminare questo video?

# AreYouSureLogout
source: Are you sure you want to log out? Note that you can seamlessly use Telegram on all your devices at once. Remember, logging out kills all your Secret Chats.
ar: نرجو الأخذ بالعلم أنه يمكنك استخدام تيليجرام على أجهزتك المتعددة بسهولة تامة وفي وقت واحد. وتذكر، تسجيل الخروج يحذف كافة محادثاتك السرية.
es: ¿Quieres cerrar sesión? Recuerda que puedes usar Telegram en todos tus dispositivos a la vez. No olvides que, al cerrar sesión, eliminas todos tus chats secretos.
it: Sei sicuro di voler uscire? Nota che puoi usare Telegram su tutti i tuoi dispositivi contemporaneamente. Ricorda, uscendo eliminerai tutte le Chat Segrete.

# AreYouSureRegistration
source: Are you sure you want to cancel registration?
ar: هل أنت متأكد من رغبتك في إلغاء التسجيل؟
es: ¿Quieres cancelar el registro?
it: Sei sicuro di voler eliminare questa registrazione?

# AreYouSureSecretChat
source: Are you sure you want to start a secret chat?
ar: هل أنت متأكد من أنك تريد بدء محادثة سرية؟
es: ¿Quieres iniciar un chat secreto?
it: Iniziare una chat segreta?

# AreYouSureSessions
source: Are you sure you want to terminate all other sessions?
ar: هل أنت متأكد من تسجيل الخروج من جميع الأجهزة الأخرى باستثناء هذا الجهاز؟
es: ¿Quieres terminar todas las otras sesiones?
it: Terminare tutte le altre sessioni?

# AreYouSureShareMyContactInfo
source: Are you sure you want to share your phone number?
ar: هل أنت متأكد من رغبتك في مشاركة رقم هاتفك؟
es: ¿Quieres compartir tu número de teléfono?
it: Sei sicuro di voler condividere il tuo numero di telefono?

# AreYouSureShareMyContactInfoBot
source: The bot will know your phone number. This can be useful for integration with other services.
ar: البوت سيعلم رقم هاتفك. سيكون هذا مفيد لتفعيله في خدمات أخرى.
es: El bot sabrá tu número de teléfono. Puede ser útil para la integración con otros servicios.
it: Il bot saprà il tuo numero di telefono. Questo può essere utile per l'integrazione con altri servizi.

# AreYouSureShareMyContactInfoUser
source: Are you sure you want to share your phone number {0} with **{1}**?
ar: هل أنت متأكد من رغبتك في مشاركة رقم هاتفك {0} مع **{1}**؟
es: ¿Quieres compartir tu número de teléfono {0} con **{1}**?
it: Sicuro di voler condividere il tuo numero di telefono {0} con **{1}**?

# AreYouSureUnblockContact
source: Are you sure you want to unblock this contact?
ar: هل أنت متأكد من رغبتك في إزالة الحظر عن جهة الاتصال هذه؟
es: ¿Quieres desbloquear este contacto?
it: Vuoi sbloccare questo contatto?

# ArticleByAuthor
source: by {0}
ar: من {0}
es: por {0}
it: da {0}

# ArticleDateByAuthor
source: {0} by {1}
ar: {0} من {1}
es: {0} por {1}
it: {0} da {1}

source: Ask a Question
ar: اسأل سؤالًا
es: Hacer una pregunta
it: Fai una domanda
